---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.IDuctFittingAndAccessoryPressureDropServer
source: html/6593b8b7-0bf8-caae-6dc3-1b08f5a6407f.htm
---
# IDuctFittingAndAccessoryPressureDropServer Members

Calculate the duct fitting and duct accessory coefficient.